xml/request_templates/tss_ufl_online.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>49312644|870970</ac:identifier>
              <dc:identifier xsi:type="dkdcplus:ISSN">1603-6824</dc:identifier>
              <dc:identifier xsi:type="dcterms:URI">http://www.ugeskriftet.dk</dc:identifier>
              <ac:source>Bibliotekskatalog</ac:source>
              <dc:title>Ugeskrift for læger</dc:title>
              <dc:title xsi:type="dkdcplus:full">Ugeskrift for læger</dc:title>
              <dc:subject xsi:type="dkdcplus:DK5">61</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Medicin. Sundhedsvidenskab</dc:subject>
              <dc:description>Ældste nummer pr. 31.08.2009: Nr. 1, 4. januar 1999</dc:description>
              <dc:description>Nr. 36, 31. august 2009</dc:description>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:publisher>Lægeforeningen</dc:publisher>
              <dc:contributor>Den Almindelige Danske Lægeforening</dc:contributor>
              <dc:date>199?</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Tidsskrift (net)</dc:type>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000n    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">49312644</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20090910130507</marcx:subfield>
                  <marcx:subfield code="d">20040206</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="002">
                  <marcx:subfield code="b">810010</marcx:subfield>
                  <marcx:subfield code="d">16036824</marcx:subfield>
                  <marcx:subfield code="x">81001016036824</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">p</marcx:subfield>
                  <marcx:subfield code="u">c</marcx:subfield>
                  <marcx:subfield code="a">199?</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="c">w</marcx:subfield>
                  <marcx:subfield code="h">p</marcx:subfield>
                  <marcx:subfield code="i">b</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xe</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="022">
                  <marcx:subfield code="a">1603-6824</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="032">
                  <marcx:subfield code="a">IDP200408</marcx:subfield>
                  <marcx:subfield code="a">IDP200725</marcx:subfield>
                  <marcx:subfield code="a">IDP200939</marcx:subfield>
                  <marcx:subfield code="a">IDP200939</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="082">
                  <marcx:subfield code="a">610</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="222">
                  <marcx:subfield code="a">Ugeskrift for læger</marcx:subfield>
                  <marcx:subfield code="b">Online</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">Ugeskrift for læger</marcx:subfield>
                  <marcx:subfield code="m">Online</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="260">
                  <marcx:subfield code="a">København</marcx:subfield>
                  <marcx:subfield code="b">Lægeforeningen</marcx:subfield>
                  <marcx:subfield code="c">[199?]-</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="500">
                  <marcx:subfield code="a">Ugentlig</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="505">
                  <marcx:subfield code="&amp;">1</marcx:subfield>
                  <marcx:subfield code="a">Tidsskrift</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="512">
                  <marcx:subfield code="a">Ældste nummer pr. 31.08.2009: Nr. 1, 4. januar 1999</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="512">
                  <marcx:subfield code="a">Nr. 36, 31. august 2009</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="526">
                  <marcx:subfield code="i">Også i papirform</marcx:subfield>
                  <marcx:subfield code="t">Ugeskrift for læger</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="526">
                  <marcx:subfield code="i">Også på cd-rom</marcx:subfield>
                  <marcx:subfield code="t">Ugeskrift for læger</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="m">61</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="710">
                  <marcx:subfield code="a">Den ¤Almindelige Danske Lægeforening</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="856">
                  <marcx:subfield code="z">Læs værket online</marcx:subfield>
                  <marcx:subfield code="u">http://www.ugeskriftet.dk</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="910">
                  <marcx:subfield code="a">D.A.D.L.</marcx:subfield>
                  <marcx:subfield code="z">710</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="910">
                  <marcx:subfield code="a">Lægeforeningen</marcx:subfield>
                  <marcx:subfield code="z">710</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="996">
                  <marcx:subfield code="a">810010</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>870970-basis:49312644</os:identifier>
            <os:creationDate>2005-03-02</os:creationDate>
            <os:holdingsCount>0</os:holdingsCount>
            <os:lendingLibraries>0</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>tss_ufl_online.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
